hms-homelab/hms-esp-apc/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"
CONFIG_ESPTOOLPY_FLASHSIZE_2MB=y
CONFIG_ESPTOOLPY_FLASHSIZE="2MB"
CONFIG_ESP_DEFAULT_CPU_FREQ_MHZ_160=y
CONFIG_USB_HOST_CONTROL_TRANSFER_MAX_SIZE=256
CONFIG_UPS_POLL_INTERVAL_MS=5000
CONFIG_MQTT_PUBLISH_INTERVAL_MS=10000
